Repository: berkaybuyukdere/GM-Assistant
Catalog: GM Assistant/Localizable.xcstrings
Source language: en
Languages: de, tr

source: Add photo
de: Foto hinzufügen
tr: Fotoğraf ekle

source: Add photos
de: Fotos hinzufügen
tr: Fotoğraf ekle

source: Additional photos
de: Weitere Fotos
tr: Ek fotoğraflar

# additional_photos_hint
source: Anything else worth showing — a close-up of a scratch, the fuel level, existing damage.
de: Alles Weitere, das wichtig ist — Nahaufnahme eines Kratzers, Tankstand, vorhandene Schäden.
tr: Göstermeye değer başka her şey — çizik yakın çekimi, yakıt seviyesi, mevcut hasar.

# angle_dashboard
source: Dashboard
de: Armaturenbrett
tr: Gösterge paneli

# angle_dashboard_hint
source: Odometer and fuel level.
de: Kilometerstand und Tankfüllung.
tr: Kilometre ve yakıt seviyesi.

# angle_front
source: Front
de: Vorne
tr: Ön

# angle_front_left
source: Front left
de: Vorne links
tr: Ön sol

# angle_front_right
source: Front right
de: Vorne rechts
tr: Ön sağ

# angle_interior
source: Interior
de: Innenraum
tr: İç mekan

# angle_left
source: Left side
de: Linke Seite
tr: Sol yan

# angle_rear
source: Rear
de: Hinten
tr: Arka

# angle_rear_left
source: Rear left
de: Hinten links
tr: Arka sol

# angle_rear_right
source: Rear right
de: Hinten rechts
tr: Arka sağ

# angle_right
source: Right side
de: Rechte Seite
tr: Sağ yan

# angle_wheel_front_left
source: Front left wheel
de: Rad vorne links
tr: Ön sol tekerlek

# angle_wheel_front_right
source: Front right wheel
de: Rad vorne rechts
tr: Ön sağ tekerlek

# angle_wheel_rear_left
source: Rear left wheel
de: Rad hinten links
tr: Arka sol tekerlek

# angle_wheel_rear_right
source: Rear right wheel
de: Rad hinten rechts
tr: Arka sağ tekerlek

# angle_wheels
source: Wheels
de: Räder
tr: Jantlar

# cabin_label
source: Inside the car
de: Im Fahrzeug
tr: Araç içi

source: Call GM office
de: GM-Büro anrufen
tr: GM ofisi ara

source: Cancel
de: Abbrechen
tr: İptal

# change_reservation
source: Change
de: Ändern
tr: Değiştir

# change_reservation_confirm
source: End this session and enter a different reservation?
de: Diese Sitzung beenden und eine andere Reservierung eingeben?
tr: Bu oturumu bitirip başka bir rezervasyon girmek istiyor musunuz?

source: Check-out photos
de: Check-out-Fotos
tr: Check-out fotoğrafları

# choose_from_library
source: From library
de: Aus Mediathek
tr: Galeriden seç

source: Close
de: Schließen
tr: Kapat

# collection_interior
source: Interior photos
de: Innenraumfotos
tr: İç mekan fotoğrafları

# collection_interior_hint
source: Seats, boot, anything inside worth showing — add as many as you need.
de: Sitze, Kofferraum, alles im Innenraum — so viele wie nötig.
tr: Koltuklar, bagaj, içeride göstermeye değer her şey — istediğiniz kadar ekleyin.

source: Copied!
de: Kopiert!
tr: Kopyalandı!

source: Customer
de: Kunde
tr: Müşteri

source: Damage photos
de: Schadenfotos
tr: Hasar fotoğrafları

source: Done
de: Fertig
tr: Tamam

source: Drop-off branch
de: Rückgabestation
tr: Dönüş şubesi

# error_network
source: No connection. Please check your internet and try again.
de: Keine Verbindung. Bitte prüfen Sie Ihr Internet und versuchen Sie es erneut.
tr: Bağlantı yok. Lütfen internetinizi kontrol edip tekrar deneyin.

# error_unknown
source: Something went wrong. Please try again.
de: Etwas ist schiefgelaufen. Bitte versuchen Sie es erneut.
tr: Bir şeyler ters gitti. Lütfen tekrar deneyin.

# find_reservation
source: Find my reservation
de: Reservierung finden
tr: Rezervasyonumu bul

# identify_label
source: Find your booking
de: Buchung finden
tr: Rezervasyonunuzu bulun

source: Live updates interrupted
de: Live-Updates unterbrochen
tr: Canlı güncellemeler kesildi

# looking_up
source: Finding your reservation…
de: Reservierung wird gesucht…
tr: Rezervasyonunuz aranıyor…

source: My submissions
de: Meine Übermittlungen
tr: Gönderilerim

source: Need help?
de: Brauchen Sie Hilfe?
tr: Yardım mı lazım?

source: No
de: Nein
tr: Hayır

# no_photos_yet
source: No photos yet. Take a photo or choose from your library.
de: Noch keine Fotos. Machen Sie ein Foto oder wählen Sie aus der Mediathek.
tr: Henüz fotoğraf yok. Fotoğraf çekin veya galeriden seçin.

source: Note
de: Notiz
tr: Not

# note_placeholder
source: Write a message to our team…
de: Schreiben Sie eine Nachricht an unser Team…
tr: Ekibimize bir mesaj yazın…

# note_sent
source: Note sent — visible to our team now.
de: Notiz gesendet — jetzt für unser Team sichtbar.
tr: Not gönderildi — artık ekibimizde görünüyor.

# partnership_line
source: In partnership with Green Motion & U-Save
de: In Partnerschaft mit Green Motion & U-Save
tr: Green Motion & U-Save iş birliğiyle

# photo_options
source: Photo
de: Foto
tr: Fotoğraf

source: Pick-up branch
de: Abholstation
tr: Alış şubesi

# pickup_date
source: Pick-up
de: Abholung
tr: Alış

source: Planned return
de: Geplante Rückgabe
tr: Planlanan iade

# plate_suffix_hint
source: Enter the last 3+ characters of your vehicle's plate to confirm it's you.
de: Geben Sie die letzten 3+ Zeichen des Kennzeichens Ihres Fahrzeugs ein, um sich zu bestätigen.
tr: Sizi doğrulamak için aracınızın plakasının son 3+ karakterini girin.

# plate_suffix_label
source: Plate (last characters)
de: Kennzeichen (letzte Zeichen)
tr: Plaka (son karakterler)

# promo_subtitle
source: 15% off your next rental
de: 15% Rabatt auf Ihre nächste Miete
tr: Sonraki kiralamanda %15 indirim

# promo_title
source: Zurich Welcome Offer
de: Zürich Willkommensangebot
tr: Zürih Hoş Geldin Fırsatı

source: Remove
de: Entfernen
tr: Kaldır

source: Rental active
de: Miete aktiv
tr: Kiralama aktif

# rental_before_pickup
source: Pick-up
de: Abholung
tr: Teslim alma

# rental_due_soon
source: Return due
de: Rückgabe fällig
tr: Teslim zamanı

# rental_overdue
source: Return overdue
de: Rückgabe überfällig
tr: Teslim gecikti

# res_code_hint
source: You can find your RES code and plate on your rental confirmation email.
de: Ihren RES-Code und Ihr Kennzeichen finden Sie in Ihrer Mietbestätigungs-E-Mail.
tr: RES kodunuzu ve plakanızı kiralama onay e-postanızda bulabilirsiniz.

# res_code_label
source: Reservation code
de: Reservierungscode
tr: Rezervasyon kodu

# reservation_label
source: Reservation
de: Reservierung
tr: Rezervasyon

# reservation_not_found
source: Reservation not found. Please check your code.
de: Reservierung nicht gefunden. Bitte prüfen Sie Ihren Code.
tr: Rezervasyon bulunamadı. Lütfen kodunuzu kontrol edin.

source: Retake
de: Neu aufnehmen
tr: Yeniden çek

source: Retry
de: Erneut versuchen
tr: Tekrar dene

source: Return photos
de: Rückgabe-Fotos
tr: İade fotoğrafları

source: Roadside assistance
de: Pannenhilfe
tr: Yol yardım

# send_note
source: Send
de: Senden
tr: Gönder

# sent_to_erp
source: Sent to our team
de: An unser Team gesendet
tr: Ekibimize gönderildi

# shots_missing
source: %d shots still missing
de: Es fehlen noch %d Aufnahmen
tr: %d çekim eksik

# shuttle_close_map
source: Close map
de: Karte schließen
tr: Haritayı kapat

# shuttle_eta_estimated
source: ~ estimated arrival time
de: ~ geschätzte Ankunftszeit
tr: ~ tahmini varış süresi

# shuttle_eta_minutes
source: Your driver is %d min away
de: Ihr Fahrer ist %d Min. entfernt
tr: Sürücünüz %d dakika uzakta

# shuttle_last_update
source: Updated %@ ago
de: Aktualisiert vor %@
tr: Son güncelleme %@ önce

# shuttle_location_unavailable
source: Driver location is currently unavailable
de: Fahrerposition derzeit nicht verfügbar
tr: Sürücü konumu şu anda alınamıyor

# shuttle_meeting_point
source: Meeting point
de: Treffpunkt
tr: Buluşma noktası

# shuttle_no_driver_yet
source: No shuttle is on the road right now — your driver will appear here live.
de: Gerade ist kein Shuttle unterwegs — Ihr Fahrer erscheint hier live.
tr: Şu an yolda shuttle yok — şoför yola çıktığında burada canlı göreceksiniz.

# shuttle_on_the_way
source: Your shuttle is on the way
de: Ihr Shuttle ist unterwegs
tr: Shuttle yolda

# shuttle_open_fullscreen
source: Open full-screen map
de: Vollbildkarte öffnen
tr: Tam ekran haritayı aç

# shuttle_question
source: Do you need a shuttle?
de: Benötigen Sie einen Shuttle?
tr: Servis (shuttle) ister misiniz?

source: Shuttle request
de: Shuttle-Anfrage
tr: Servis (shuttle) isteği

# shuttle_requested_no
source: No shuttle requested.
de: Kein Shuttle angefragt.
tr: Servis istenmedi.

# shuttle_requested_yes
source: Shuttle requested — our team has been notified.
de: Shuttle angefragt — unser Team wurde informiert.
tr: Servis istendi — ekibimize iletildi.

# shuttle_signal_weak
source: Weak connection — position may be delayed
de: Schwache Verbindung — Position evtl. verzögert
tr: Bağlantı zayıf — konum gecikmeli olabilir

source: Take photo
de: Foto aufnehmen
tr: Fotoğraf çek

source: Tap to copy
de: Zum Kopieren tippen
tr: Kopyalamak için dokun

# too_many_attempts
source: Too many attempts. Please wait a while and try again.
de: Zu viele Versuche. Bitte warten Sie und versuchen Sie es erneut.
tr: Çok fazla deneme yapıldı. Lütfen biraz bekleyip tekrar deneyin.

# upload_failed
source: Upload failed. Please try again.
de: Hochladen fehlgeschlagen. Bitte erneut versuchen.
tr: Yükleme başarısız. Lütfen tekrar deneyin.

source: Upload photos
de: Fotos hochladen
tr: Fotoğrafları yükle

# upload_success
source: Photos sent!
de: Fotos gesendet!
tr: Fotoğraflar gönderildi!

# upload_success_detail
source: Your photos were delivered to our team and linked to your reservation.
de: Ihre Fotos wurden an unser Team übermittelt und mit Ihrer Reservierung verknüpft.
tr: Fotoğraflarınız ekibimize iletildi ve rezervasyonunuza bağlandı.

source: Uploading…
de: Wird hochgeladen…
tr: Yükleniyor…

# vehicle_label
source: Vehicle
de: Fahrzeug
tr: Araç

source: Walk-around
de: Rundgang
tr: Araç turu

# walkaround_hint
source: Tap a point around the car and photograph it from there.
de: Tippen Sie auf einen Punkt rund um das Fahrzeug und fotografieren Sie von dort.
tr: Aracın etrafındaki bir noktaya dokunun ve oradan fotoğraflayın.

# welcome_subtitle
source: Enter your reservation code to view your vehicle, upload photos and get help.
de: Geben Sie Ihren Reservierungscode ein, um Ihr Fahrzeug zu sehen, Fotos hochzuladen und Hilfe zu erhalten.
tr: Aracınızı görmek, fotoğraf yüklemek ve yardım almak için rezervasyon kodunuzu girin.

# write_a_note
source: Send a note
de: Notiz senden
tr: Not gönder

source: Yes
de: Ja
tr: Evet
